tap "databricks/tap"
tap "epk/epk"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "peak/tap"
brew "apache-spark"
brew "python@3.11"
brew "awscli"
brew "bat"
brew "cmake"
brew "curl"
brew "fd"
brew "fswatch"
brew "fzf"
brew "gh"
brew "git"
brew "jq"
brew "lazygit"
brew "neovim"
brew "openjdk"
brew "openjdk@11"
brew "pandoc"
brew "virtualenv"
brew "pre-commit"
brew "pyenv"
brew "pyenv-virtualenv"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "sbt"
brew "sevenzip"
brew "terraform"
brew "tmux"
brew "tree"
brew "z"
brew "databricks/tap/databricks"
brew "peak/tap/s5cmd"
cask "alacritty"
cask "dbeaver-community"
cask "finicky"
cask "flux"
cask "font-fira-code-nerd-font"
cask "font-iosevka-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-sf-mono-nerd-font"
cask "maestral"
cask "moom"
cask "slack"
