tap "databricks/tap"
tap "epk/epk"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "noahgorstein/tap"
tap "peak/tap"
tap "sqitchers/sqitch"
brew "python@3.12"
brew "harfbuzz"
brew "zstd"
brew "openjdk@17"
brew "apache-spark"
brew "awk"
brew "pycparser"
brew "cffi"
brew "awscli"
brew "bat"
brew "cmake"
brew "openjdk"
brew "coursier"
brew "curl"
brew "docutils"
brew "fd"
brew "fswatch"
brew "fzf"
brew "gh"
brew "git"
brew "go"
brew "htop"
brew "jq"
brew "lazygit"
brew "neovim"
brew "node"
brew "openjdk@11"
brew "pandoc"
brew "postgresql@14"
brew "pre-commit"
brew "pyenv"
brew "pyenv-virtualenv"
brew "python@3.11"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "sbt"
brew "sevenzip"
brew "stow"
brew "terraform"
brew "tmux"
brew "tree"
brew "virtualenv"
brew "yq"
brew "z", args: ["HEAD"]
brew "databricks/tap/databricks"
brew "noahgorstein/tap/jqp"
brew "peak/tap/s5cmd"
brew "sqitchers/sqitch/sqitch", args: ["with-postgres-support"]
cask "alacritty"
cask "dbeaver-community"
cask "docker"
cask "finicky"
cask "flux"
cask "font-bitstream-vera-sans-mono-nerd-font"
cask "font-fira-code-nerd-font"
cask "font-iosevka-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-sf-mono-nerd-font"
cask "kitty"
cask "logitune"
cask "maestral"
cask "moom"
cask "slack"
cask "wezterm"
