tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "peak/tap"
brew "ammonite-repl"
brew "apache-spark"
brew "readline"
brew "sqlite"
brew "python@3.10"
brew "awscli"
brew "bat"
brew "fd"
brew "fswatch"
brew "fzf"
brew "gh"
brew "git"
brew "jq"
brew "lazygit"
brew "neovim"
brew "nvm"
brew "openjdk@11"
brew "pandoc"
brew "pyenv"
brew "pyenv-virtualenv"
brew "ruby-build"
brew "rbenv"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "sbt"
brew "tmux"
brew "tree"
brew "z", args: ["HEAD"]
brew "peak/tap/s5cmd"
cask "1password-cli"
cask "dbeaver-community"
cask "finicky"
cask "font-fira-code-nerd-font"
cask "font-iosevka-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-victor-mono"
cask "maestral"
cask "microsoft-auto-update"
cask "microsoft-edge"
cask "slack"
cask "snowflake-snowsql"
