tap "databricks/tap"
tap "epk/epk"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/services"
tap "noahgorstein/tap"
tap "peak/tap"
tap "sqitchers/sqitch"
brew "awk"
brew "awscli"
brew "bat"
brew "cffi"
brew "coursier"
brew "curl"
brew "databricks/tap/databricks"
brew "fd"
brew "fswatch"
brew "fzf"
brew "gh"
brew "git"
brew "go"
brew "harfbuzz"
brew "hashicorp/tap/terraform"
brew "htop"
brew "jq"
brew "lazygit"
brew "neovim"
brew "noahgorstein/tap/jqp"
brew "node"
brew "openjdk"
brew "openjdk@11"
brew "openjdk@17"
brew "openssl@3"
brew "peak/tap/s5cmd"
brew "postgresql@14"
brew "pycparser"
brew "pyenv"
brew "pyenv-virtualenv"
brew "python@3.12"
brew "ranger"
brew "readline"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "sbt"
brew "sevenzip"
brew "sqitchers/sqitch/sqitch", args: ["with-postgres-support"]
brew "sqlite"
brew "stow"
brew "tcl-tk@8"
brew "tmux"
brew "tree"
brew "xz"
brew "yq"
brew "z", args: ["HEAD"]
brew "zlib"
brew "zsh-history-substring-search"
cask "1password"
cask "alacritty"
cask "alfred"
cask "brave-browser"
cask "dbeaver-community"
cask "docker"
cask "finicky"
cask "flux"
cask "font-bitstream-vera-sans-mono-nerd-font"
cask "font-fira-code-nerd-font"
cask "font-iosevka-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-sf-mono-nerd-font"
cask "karabiner-elements"
cask "kitty"
cask "logitune"
cask "maestral"
cask "miro"
cask "microsoft-outlook"
cask "microsoft-teams"
cask "moom"
cask "rectangle"
cask "slack"
cask "wezterm"
