tap "databricks/tap"
tap "epk/epk"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/services"
tap "noahgorstein/tap"
tap "peak/tap"
tap "sqitchers/sqitch"
brew "awk"
brew "awscli"
brew "azurecli"
brew "bat"
brew "curl"
brew "databricks/tap/databricks"
brew "fd"
brew "fswatch"
brew "fzf"
brew "gh"
brew "git"
brew "gnu-sed"
brew "go"
brew "hashicorp/tap/terraform"
brew "htop"
brew "jq"
brew "jqp"
brew "lazygit"
brew "lua-language-server"
brew "neovim", args: ["HEAD"]
brew "noahgorstein/tap/jqp"
brew "node"
brew "nushell"
brew "openjdk"
brew "openjdk@11"
brew "openjdk@17"
brew "peak/tap/s5cmd"
brew "pyenv"
brew "pyenv-virtualenv"
brew "pyright"
brew "ranger"
brew "readline"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "sbt"
brew "sevenzip"
brew "sqitchers/sqitch/sqitch", args: ["with-postgres-support"]
brew "sqlite"
brew "stow"
brew "tcl-tk@8"
brew "terraform-ls"
brew "terragrunt"
brew "tmux"
brew "tree"
brew "tree-sitter-cli"
brew "wget"
brew "xz"
brew "yq"
brew "z", args: ["HEAD"]
brew "zlib"
brew "zsh-history-substring-search"
cask "1password"
cask "alfred"
cask "bartender"
cask "brave-browser"
cask "dbeaver-community"
cask "discord"
cask "finicky"
cask "flux-app"
cask "font-bitstream-vera-sans-mono-nerd-font"
cask "font-fira-code-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-sf-mono-nerd-font"
cask "google-chrome"
cask "karabiner-elements"
cask "logitune"
cask "maestral"
cask "microsoft-auto-update"
cask "microsoft-excel"
cask "microsoft-outlook"
cask "microsoft-powerpoint"
cask "microsoft-teams"
cask "miro"
cask "moom"
cask "onedrive"
cask "rectangle"
cask "slack"
cask "soundsource"
cask "spotify"
cask "wezterm"
